export const countdownData = [
  {
    category: "الوصول إلى الملعب",
    tasks: [
      { time: -180, task: "الوصول إلى الاستاد قبل 3 ساعات" },
      { time: -170, task: "مقابلة المنسق الأمني وفريق الفحص الطبي" },
      { time: -160, task: "قائمة فحص الغرف وتوصيلها في غرفة الحكام واللاعبين" }
    ]
  },
  {
    category: "الأمن والسلامة",
    tasks: [
      { time: -150, task: "اجتماع مع مسؤول الأمن لمراجعة عددهم وتوزيعهم" },
      { time: -145, task: "التأكد من وجود سيارات الإسعاف وجاهزيتها" },
      { time: -140, task: "العيادة: جاهزية معدات، مصعد أو غيب" }
    ]
  },
  {
    category: "مرافق الملعب",
    tasks: [
      { time: -130, task: "غرفة المراقب: تكييف، كراسي، طاولة نظيفة جاهزة" },
      { time: -125, task: "غرف اللاعبين (1 و 2): تجهيز مياه، مثلجات، أعلام" },
      { time: -120, task: "غرفة الحكام: تكييف، حمام، تجهيز أدوات، ساعة إلكترونية، مثلجات" }
    ]
  }
];

export default countdownData;